export default {
  projections: {
    СодержаниеE: {
      вопрос: {
        __caption__: 'Вопрос'
      },
      вариант_2: {
        __caption__: 'Вариант 1'
      },
      вариант_3: {
        __caption__: 'Вариант 2'
      },
      вариант_1: {
        __caption__: 'Вариант 3'
      }
    }
  },
  validations: {
    вариант_1: {
      __caption__: 'Вариант 3'
    },
    вариант_2: {
      __caption__: 'Вариант 1'
    },
    вариант_3: {
      __caption__: 'Вариант 2'
    },
    вопрос: {
      __caption__: 'Вопрос'
    },
    настройкаОпр: {
      __caption__: 'настройкаОпр'
    }
  }
};
