export default {
  projections: {
    СотрудникиE: {
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      номерПас: {
        __caption__: 'Номер паспорта'
      },
      серияПас: {
        __caption__: 'Серия паспорта'
      },
      табНомер: {
        __caption__: 'Таб номер'
      },
      должность: {
        __caption__: 'Должность',
        наименование: {
          __caption__: 'Должность'
        }
      },
      отдел: {
        __caption__: 'Отдел',
        наименование: {
          __caption__: 'Отдел'
        }
      }
    },
    СотрудникиL: {
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      номерПас: {
        __caption__: 'Номер паспорта'
      },
      серияПас: {
        __caption__: 'Серия паспорта'
      },
      табНомер: {
        __caption__: 'Табельный номер'
      },
      должность: {
        __caption__: 'Должность',
        наименование: {
          __caption__: 'Должность'
        }
      },
      отдел: {
        __caption__: 'Отдел',
        наименование: {
          __caption__: 'Отдел'
        }
      }
    }
  },
  validations: {
    имя: {
      __caption__: 'Имя'
    },
    номерПас: {
      __caption__: 'Номер паспорта'
    },
    отчество: {
      __caption__: 'Отчество'
    },
    серияПас: {
      __caption__: 'Серия паспорта'
    },
    табНомер: {
      __caption__: 'Таб номер'
    },
    фамилия: {
      __caption__: 'Фамилия'
    },
    должность: {
      __caption__: 'Должность'
    },
    отдел: {
      __caption__: 'Отдел'
    }
  }
};
